brew "helix"
brew "fish"
brew "tmux"
brew "pinentry-mac"
brew "go"
brew "gofumpt"
brew "goimports"
brew "rust"
brew "rust-analyzer"
brew "bitwarden-cli"
brew "kubernetes-cli"
brew "yq"
brew "lazygit"
brew "ripgrep"
brew "fd"
brew "cidr"
brew "gh"
brew "fzf"
brew "k9s"
brew "aws-vault"
brew "tenv"
brew "fontconfig"
brew "helm@3"

cask "ghostty"
cask "karabiner-elements"
cask "rectangle"
cask "bitwarden"
cask "claude"
cask "claude-code"
# cask "zen"
cask "ungoogled-chromium"
cask "raycast"
cask "orbstack"

